Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/admin/sheets.tmx
Source language: en
Languages: nl

source: The status of the item has successfully been edited!
nl: De status van het item werd succesvol aangepast!

source: Item was successfully created!
nl: Item werd succesvol aangemaakt!

source: Item was successfully edited!
nl: Item werd succesvol aangepast!

source: Item was successfully deleted!
nl: Item werd succesvol verwijderd!

source: Category
nl: Categorie

source: Select a type
nl: Selecteer een type

source: Select a subcategory
nl: Selecteer een subcategorie

source: Name
nl: Benaming

source: Required, minimum 2 characters.
nl: Verplicht in te vullen. Minstens 2 karakters.

source: Short description
nl: Korte omschrijving

source: File
nl: Bestand

source: Title
nl: Titel

source: Active
nl: Actief

source: Validation form
nl: Formulier validatie

source: All fields are required.
nl: Alle velden zijn verplicht in te vullen.

source: Save
nl: Opslaan

source: Add subtype
nl: Subtype toevoegen

source: Add subtype for
nl: Nieuw subtype toevoegen voor

source: Edit subtype for
nl: Subtype aanpassen voor

source: Type overview
nl: Types overzicht

source: Delete subtype
nl: Subtype verwijderen

source: Are you sure you want to delete this subtype?
nl: Weet u zeker dat u dit type wilt verwijderen?

source: Add
nl: Toevoegen

source: Name subtype (type =
nl: Naam subtype (type =

source: Action
nl: Actie

source: Activate/Deactivate
nl: Activeren/Deactiveren

source: De-activate
nl: De-activeer

source: Activate
nl: Activeren

source: Edit
nl: Aanpassen

source: Questions
nl: Vragen

source: Back to overview
nl: Terug naar overzicht

source: Add new type
nl: Nieuw type toevoegen

source: Edit type
nl: Type aanpassen

source: Delete type
nl: Type verwijderen

source: Are you sure you want to delete this type?
nl: Weet u zeker dat u dit type wilt verwijderen?

source: Warning: The existing actions of this type will be deleted as well!
nl: Opgelet: De bestaande acties van dit type zullen ook verwijderd worden!

source: Name type
nl: Naam type

source: Amount of subtypes
nl: Aantal subtypes

source: Add folder
nl: Folder toevoegen

source: Edit folder
nl: Folder aanpassen

source: Folders overview
nl: Folders overzicht

source: Delete item
nl: Item verwijderen

source: Are you sure you want to delete this item?
nl: Weet u zeker dat u dit item wilt verwijderen?

source: Product sheets
nl: Productfiches
